Repository: anupr/kenyakids
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sk

source: English
fi: Englanti
sk: Anglický

source: Finnish
fi: Suomi
sk: Fínsky

source: Maharashtra Village Development Project
fi: Maharashtran Kyläkehityshanke
sk: Projekt rozvoja dedín v Maharaštre

source: Application Error
fi: Sovellus

source: login
fi: Kirjaudu sisään
sk: prihlásenie

source: logout
fi: Kirjaudu ulos
sk: - odhlásiť

source: Menu
fi: Valikko
sk: Zoznam sekcií

source: Code
fi: Koodi
sk: Kód

source: First
fi: Ensimmäinen
sk: Prvý

source: Previous
fi: Edellinen
sk: Dozadu

source: Next
fi: Seuraava
sk: Dopredu

source: Last
fi: Viimeinen
sk: Posledný

source: Small
fi: Pieni
sk: Malý

source: Medium
fi: Keskikokoinen
sk: Stredný

source: Big
fi: Iso
sk: Veľký

source: Full
fi: Täysi
sk: Celý

source: Logged Out
fi: Kirjautunut ulos
sk: Odhlásený/á

source: You have logged out of the site
fi: Olet kirjautunut ulos tältä sivulta
sk: Odhlásili ste sa zo stránky

source: Login again
fi: Kirjaudu uudelleen
sk: Znova sa prihlásiť

source: Your Username and Password didnt match - try again
fi: Käyttäjätunnuksesi ja salasana eivät täsmää - yritä uudelleen
sk: Zadali ste nesprávne meno alebo heslo - skúste znova

source: User Name:
fi: Käyttäjätunnus:
sk: Meno:

source: Password:&nbsp;&nbsp;
fi: Salasana:
sk: Heslo:

source: Home
fi: Takaisin päävalikkoon
sk: Hlavná stránka

source: Admin
fi: MVDP Hallintapaneeli

source: Add Translation
fi: Lisää käännös
sk: Pridať preklad

source: Save
fi: Tallenna
sk: Uložiť

source: Add Voucher:
fi: Lisää tosite:
sk: Pridať faktúru:

source: Back to index ...
fi: Takaisin hakemistoon ...
sk: Späť na zoznam ...

source: Annual Report for Name:
fi: Vuosi Raportti lapselle:
sk: Výročná správa pre:

source: Area
fi: Alue
sk: Oblasť

source: Sex
fi: Sukupuoli
sk: Pohlavie

source: Date of Birth
fi: Syntymäaika
sk: Dátum narodenia

source: Language
fi: Äidinkieli
sk: Jazyk

source: Religion
fi: Uskonto
sk: Vierovyznanie

source: Character
fi: Luonne
sk: Charakterové črty

source: School standard
fi: Kouluaste
sk: Ročník

source: School performance
fi: Koulumenestys
sk: Prospech

source: Hobbies
fi: Harrastukset
sk: Záľuby

source: Remarks
fi: Muuta huomioitavaa
sk: Poznámka

source: Information of childs health
fi: Tietoa lapsen terveydentilasta
sk: Informácie o zdravotnom stave dieťaťa

source: Health
fi: Terveydentila
sk: Zdravotný stav

source: Height
fi: Pituus
sk: Výška

source: Weight
fi: Paino
sk: Váha

source: Long term diagnosis
fi: Pitkäaikaissairaudet
sk: Dlhodobé diagnózy

source: Medical Remarks
fi: Lääketieteelliset merkinnät
sk: Poznámky lekára

source: No medical report available
fi: Lääkärintarkastus raportti ei saatavilla
sk: Správa lekára nie je k dispozícii

source: Item Not Found
fi: Hakemaasi kohdetta ei löytynyt
sk: Položka nebola nájdená

source: Areas:
fi: Alueet:
sk: Oblasti:

source: No areas entered.
fi: Ei lisättyjä alueita
sk: V databáze nie je žiadna oblasť

source: Download Backup
fi: Lataa varmuuskopio
sk: Stiahni zálohu

source: Bulkmailer
fi: Ryhmäpostitus
sk: Hromadný mail

source: Search
fi: Suorita
sk: Hľadať

source: Select All
fi: Valitse kaikki
sk: Vybrať všetky položky

source: Unselect All
fi: Poista valinnat kaikista
sk: Zrušiť výber všetkých položiek

source: Send Mail
fi: Lähetä sähköposti
sk: Poslať mail

source: Sponsor
fi: Kummi
sk: Sponzor

source: Country
fi: Maa
sk: Štát

source: Mail selected
fi: Lähetä viesti
sk: Poslať mail zvoleným sponzorom

source: Name:
fi: Nimi:
sk: Meno:

source: Siblings
fi: Sisarukset
sk: Súrodenci

source: From
fi: Mistä
sk: Od

source: To
fi: Mihin
sk: Do

source: Does not have a sponsor
fi: Tällä lapsella ei ole kummia
sk: Nemá sponzora

source: Children:
fi: Lapsi:
sk: Dieťa:

source: No children entered.
fi: Ei lisätty uusia lapsia.
sk: V databáze nie je žiadne dieťa

source: Details
fi: Yksityiskohdat
sk: Podrobnosti

source: Annual Report
fi: Vuosi Raportti
sk: Výročná správa

source: Choose children of area:
fi: Valitse lapset alueelta:
sk: Vyberte deti z oblasti:

source: to print
fi: Tulosta
sk: tlačiť

source: Child
fi: Lapsi
sk: Dieťa

source: Annual
fi: Vuosittainen
sk: Výročná

source: Child_english
fi: Lapsi_englanniksi
sk: Dieťa_po anglicky

source: Annual_english
fi: Vusittainen_englanniksi
sk: Výročná_po anglicky

source: Details and Printing
fi: Yksityiskohdat ja tulostus
sk: Podrobnosti a tlač

source: Child Report
fi: Lapsen perustiedot
sk: Správa o dieťati

source: Child Story
fi: Lapsen taustatiedot
sk: Príbeh dieťaťa

source: Downloads
fi: Dokumentit
sk: Na stiahnutie

source: No files available for download
fi: Ei ladattavia tiedostoja
sk: Žiadne súbory na stiahnutie nie sú k dispozícii.

source: Edit Translation
fi: Muokkaa käännöstä
sk: Preklad

source: Update
fi: Päivitä
sk: Aktualizovať

source: Please correct the following errors:
fi: Korjaa seuraavat virheet:
sk: Opravte prosím nasledujúce chyby:

source: First Name
fi: Etunimi
sk: Meno

source: Last Name
fi: Sukunimi
sk: Priezvisko

source: New Password
fi: Uusi Salasana
sk: Nové heslo

source: Repeat Password
fi: Toista Salasana
sk: Zadajte heslo znova

source: Fathers Name
fi: Isän nimi
sk: Meno otca

source: Fathers Job
fi: Isän työ
sk: Zamestnanie otca

source: Mothers Name
fi: Äidin nimi
sk: Meno matky

source: Mothers Job
fi: Äidin työ
sk: Zamestnanie matky

source: Children without a sponsor:
fi: Lapset ilman kummia:
sk: Deti bez sponzora:

source: Number of Free Children:
fi: Vapaiden lasten määrä:
sk: Počet detí bez sponzorov:

source: No free children.
fi: Ei vapaita lapsia
sk: Žiadne deti bez sponzorov

source: Dear
fi: Hyvä
sk: Milá/á

source: Sponsorship Letter
fi: Kummikirje
sk: Korešpondencia so sponzormi -

source: Mailing List
fi: Postituslista
sk: Adresár

source: Print
fi: Tulosta
sk: Tlač

source: Id
fi: Nro.
sk: IČ

source: FirstName
fi: Etunimi
sk: Meno

source: Surname
fi: Sukunimi
sk: Priezvisko

source: Sponsorships
fi: Kummius
sk: Sponzoruje

source: From
fi: Mistä
sk: Od

source: Country
fi: Maa
sk: Štát

source: Address
fi: Osoite
sk: Adresa

source: children
fi: Lapset
sk: Deti

source: Street Address
fi: Katuosoite
sk: Ulica

source: City
fi: Kaupunki
sk: Mesto

source: Postal Code
fi: Postinumero
sk: PSČ

source: Phone numbers
fi: Puhelin numerot
sk: Telefónne čísla

source: Email Address
fi: Sähköposti
sk: Email

source: Sponsorships
fi: Kummius
sk: Sponzorstvá detí

source: Has not sponsored any children
fi: Ei ole toiminut kenenkään lapsen kummina
sk: Nesponzoroval žiadne dieťa

source: Sponsors:
fi: Kummit:
sk: Sponzori:

source: No sponsors entered.
fi: Ei lisätty uusia kummeja.
sk: V databáze niesú žiadni sponzori

source: Head
fi: Otsikko
sk: Položka

source: Number
fi: Numero
sk: Počet

source: Sponsors
fi: Kummit
sk: Sponzori

source: Project sponsors
fi: Projektikummit
sk: Sponzori projektu

source: Children
fi: Lapset
sk: Deti

source: Girls
fi: Tytöt
sk: Dievčatá

source: Boys
fi: Pojat
sk: Chlapci

source: Free children
fi: Vapaat lapset
sk: Deti bez sponzorov

source: Children in %(area_name)s
fi: Lapsi %(area_name)sta
sk: Deti z oblasti %(area_name)s

source: Print sponsor and child statistics
fi: Tulosta kummien ja lasten tilastot
sk: Tlač štatistík o sponzoroch a deťoch

source: Details Changed
fi: Tietoja muutettu
sk: Zmenené údaje

source: Your details have been successfully changed
fi: Tietojesi päivittäminen onnistui
sk: Vaše údaje boli úspešne zmenené

source: something went wrong
fi: Jokin meni väärin
sk: proces zlyhal

source: Translation
fi: Kielenkääntö
sk: Preklad

source: English Term
fi: Enlantilainen termi
sk: Anglický názov

source: No Items Found
fi: Hakemaasi kohdetta ei löytynyt
sk: Položka nebola nájdená

source: Passive children
fi: Passiiviset lapset
sk: Pasívne dieťa

source: Last name contains
fi: Sukunimi sisältää kirjaimia
sk: Priezvisko obsahuje

source: Name contains the string:
fi: Nimi sisätlää kirjaimia
sk: Meno obsahuje znaky:

source: Subject
fi: Aihe
sk: Predmet

source: Message/Mail
fi: Viesti
sk: Správa

source: Attached file
fi: Liitetiedosto
sk: Príloha

source: Christian
fi: Kristitty
sk: kresťan

source: Muslim
fi: Muslimi
sk: moslim

source: Buddhist
fi: Budhalainen
sk: budhista

source: Other
fi: Muu
sk: Iné

source: Good
fi: Hyvä
sk: dobrý

source: Average
fi: Kohtalainen
sk: priemerný

source: Poor
fi: Heikko
sk: slabý

source: Friendly
fi: Ystävällinen
sk: Priateľské

source: Talkative
fi: Puhelias
sk: Zhovorčivé

source: Quiet
fi: Hiljainen
sk: Tiché

source: Ambitious
fi: Kunnianhimoinen
sk: Ambiciózne

source: Boy
fi: Poika
sk: chlapec

source: Girl
fi: Tyttö
sk: dievča

source: Language Code
fi: Kieli koodi
sk: Kód jazyka

source: Language already exists
fi: Valittu kieli on jo listalla
sk: Tento jazyk už existuje

source: Languages
fi: Kielet
sk: Jazyky

source: language
fi: kieli
sk: jazyk

source: School Standard
fi: Kouluaste
sk: Ročník

source: School standard already exists
fi: Kouluaste on jo listalla
sk: Ročník v škole

source: School standards
fi: Kouluasteet
sk: Ročníky v škole

source: school standard
fi: kouluaste
sk: ročník

source: Name
fi: Nimi
sk: Meno

source: Doctors
fi: Lääkärit
sk: Lekári

source: doctor
fi: lääkäri
sk: lekára

source: Hobby already exists
fi: Harrastus on jo listalla
sk: Táto záľuba už existuje

source: Character Type
fi: Luonnetyyppi
sk: Charakterová črta

source: Character already exists
fi: Luonne tyypit on jo listalla
sk: Charakterové črty

source: Character types
fi: Luonne tyypit
sk: Charakterové črty

source: character type
fi: luonnetyyppi
sk: charakterovú črtu

source: Job
fi: Työ
sk: zamestnanie

source: Job already exists
fi: Työ on jo listalla
sk: Táto práca už existuje

source: Jobs
fi: Työt
sk: Zamestnania

source: Longtermdiagnosis
fi: Pitkäaikaissairaudet
sk: Dlhodobé diagnózy

source: Long term diagnosis already exists
fi: Pitkäaikaissairaus on jo listalla
sk: Dlhodobé diagnózy už existujú

source: long term diagnosis
fi: Pitkäaikaissairaudet
sk: dlhodobé diagnózy

source: Area Code Number
fi: Alue numero
sk: Číselný kód oblasti

source: Area Name
fi: Alue Nimi
sk: Názov oblasti

source: Area Description
fi: Aluekuvaus
sk: Opis oblasti

source: Picture of Area
fi: Kuva hankealueelta
sk: Fotka oblasti

source: Is active
fi: Aktiivinen
sk: Aktívne

source: Areas
fi: Alueet
sk: Oblasti

source: area
fi: alue
sk: oblasť

source: Sponsor Code Number
fi: Kummin numero
sk: Číselný kód sponzora

source: City or Town
fi: Kaupunki tai Kylä
sk: Mesto

source: Phone Numbers
fi: Puhelinnumero
sk: Telefónne čísla

source: sponsor
fi: kummi
sk: sponzora

source: Child Code Number
fi: Lapsen numero
sk: Číselný kód dieťaťa

source: Child Name
fi: Lapsen nimi
sk: Meno dieťaťa

source: Picture of Child
fi: Kuva lapsesta
sk: Fotka dieťaťa

source: Picture of Family
fi: Kuva perheestä
sk: Fotka rodiny

source: School Performance
fi: Koulumenestys
sk: Prospech v škole

source: child
fi: lapsi
sk: dieťa

source: Child Stories
fi: Lasten taustatiedot
sk: Príbehy detí

source: Start Date
fi: Aloituspäivä
sk: Od

source: End Date
fi: Päättymispäivä
sk: Do

source: sponsorship
fi: kummius
sk: sponzorstvo

source: Number of children
fi: Lasten määrä
sk: Počet detí

source: Date
fi: Päivämäärä
sk: Dátum

source: Height in cms
fi: Pituus (cm)
sk: Výška v cm

source: Weight in kgs
fi: Paino (kg)
sk: Váha v kg

source: Longterm Diagnosis
fi: Pitkäaikaussairaudet
sk: Dlhodobé diagnózy

source: Doctor
fi: Lääkäri
sk: Lekár

source: Checkups
fi: Lääkärintarkastukset
sk: Lekárske prehliadky

source: checkup
fi: lääkärintarkastus
sk: prehliadku

source: Note
fi: Huom.
sk: Poznámka

source: Notes on child
fi: Huomioitavaa lapsesta
sk: Poznámky o dieťati

source: note on child
fi: huomioitavaa lapsesta
sk: poznámku o dieťati

source: Notes on sponsor
fi: Huomioitavaa kummista
sk: Poznámky o sponzorovi

source: note on sponsor
fi: huomioitavaa kummista
sk: poznámku o sponzorovi

source: Notes on area
fi: Huomioitavaa alueesta
sk: Poznámky o oblasti

source: note on area
fi: huomioitavaa alueesta
sk: poznámku o oblasti

source: Name of Document
fi: Dokumentin nimi
sk: Názov dokumentu

source: File
fi: Kansio
sk: Súbor

source: download
fi: ladata
sk: súbor

source: Free Children
fi: Vapaat lapset
sk: Deti bez sponzorov

source: Statistics
fi: Tilastot
sk: Štatistiky

source: Mail sponsors
fi: Lähetä postia kummeille
sk: Email sponzorom

source: Sponsor Number
fi: Kummin numero
sk: Číslo sponzora

source: Child Number
fi: Lapsen numero
sk: Číslo dieťaťa

source: Date of birth
fi: Syntymäaika
sk: Dátum narodenia

source: Child report
fi: Lapsen perustiedot
sk: Správa o dieťati

source: Sponsors List
fi: Kummius
sk: Sponzorstvá detí

source: Annual Sponsorship child report
fi: Kummilapsen vuosiraportti
sk: Výročná správa o dieťati pre sponzora

source: General information about the child
fi: Lapset perustiedot
sk: Všeobecné informácie o dieťati

source: Information about the child's health
fi: Tietoa lapsen terveydentilasta
sk: Informácie o zdravotnom stave dieťaťa

source: Child number
fi: Lapsen numero
sk: Číslo dieťaťa

source: Village area
fi: Kylä
sk: Oblasť

source: Medical remarks
fi: Tietoa terveydentilasta
sk: Poznámky lekára

source: Dated %s
fi: Päivämäärä %s

source: List of sponsors
fi: Postituslista
sk: poznámka o sponzorovi

source: Address
fi: Osoite
sk: Email

source: %(project_name)s Untranslated String Status
fi: %(project_name)s

source: Slovak
sk: Slovenský

source: Hindu
sk: hinduista
